/*
 * Loco ios export: iOS Localizable.strings
 * Project: CACD'GAME
 * Locale: en, English
 * Exported by: François Dabonot
 * Exported at: Fri, 14 Jun 2024 10:39:53 +0200
 */

/* loco:646b2d73343a5238550b6ad2 */
"onboarding_1_content" = "👋 We are CACD2, <i>Crédit Agricole Conseil et Développement Digital</i>, a subsidiary of Crédit Agricole S.A. and a partner in the digital transformation of its entities.";

/* loco:646b2d9b3b6008bd8b0c7442 */
"onboarding_2_content" = "Become an expert in your understanding of <i>business expertise</i> and <i>methodologies</i> in the digital field!";

/* loco:646b2dc9804f3ea91709bba4 */
"onboarding_3_content" = "This application was designed taking into account the <i>General Guidelines for the Eco-design of Digital Services</i> (RGESN).";

/* loco:646b2e001ce019b2e304f142 */
"onbaording_5_content" = "We care about the protection of your personal data, <i>including your username</i>!";

/* loco:646b2e18d614fd65930629b3 */
"onboarding_5_placeholder" = "Enter your username";

/* loco:646b2e3a5b2ebf4435070cf2 */
"onbaording_5_button" = "Access quizzes";

/* loco:646b2e55733cd44e5f0f6bc3 */
"onboarding_5_tips" = "It's always more fun to be guided by your username!";

/* loco:646b2ea6efc364eb1e0d50e2 */
"onboarding_5_error_min" = "Oops, there is a minimum of 3 characters to respect";

/* loco:646b2eeaefc364eb1e0d50e6 */
"onboarding_5_error_max" = "Oops, there is a maximum of 10 characters to respect";

/* loco:646b2f260cdea969a20bb1d2 */
"quiz_selection_title" = "Select your quiz";

/* loco:646b2f470cdea969a20bb1d5 */
"quiz_selection_content" = "Choose the theme of your choice.\n<br><br>\nEach quiz consists of <i>10 questions.</i>\n<br><br>\nIt's your turn, %@!";

/* loco:646b2f6331aa33716007baa3 */
"selection_quiz_design" = "Design";

/* loco:646b2f7d14a7ab307b02ad63 */
"selection_quiz_produit" = "Product";

/* loco:646b2fc16b67014efa05b152 */
"selection_quiz_tech" = "Tech";

/* loco:646b2fda5bc6f80caf0fca82 */
"selection_mix" = "Mix of all three";

/* loco:646b30133990135ef606af03 */
"tab_quiz" = "Quiz";

/* loco:646b301d3e02e31b690b4e12 */
"tab_contact" = "Contact";

/* loco:646b3026f72bfa04400d9322 */
"tab_lexique" = "Lexicon";

/* loco:646b3035d6666ab64503fb62 */
"tab_parametre" = "Settings";

/* loco:646b32b23eb2205e9b0cfce2 */
"game_launcher_header" = "Get ready, <i>%@</i>!";

/* loco:646b32c81f91c254fa0e9592 */
"game_niveau_2_confirme" = "<b>Level 2:</b> Experienced";

/* loco:646b32e0c5bfba2bca0a5582 */
"game_niveau_1_debutant" = "<b>Level 1:</b> Beginner";

/* loco:646b32f3cc431904dc070c42 */
"game_niveau_3_incollable" = "<b>Level 3:</b> Expert";

/* loco:646b33241d67f8118d0cfe62 */
"game_banner_win" = "Congratulations, %@!\nLooking forward to seeing your result at the end!";

/* loco:646b334488ebb8027e03f2c2 */
"game_banner_loose" = "😬 Oops %@!\nDon't get discouraged, we'll explain everything to you.";

/* loco:646b336c5c52c58a1d0e64a2 */
"title_definition" = "Definition";

/* loco:646b33d4f68a0b5e150c0572 */
"quit_game_message" = "Are we parting ways already %@ 🥹 ?";

/* loco:646b33e2f68a0b5e150c0575 */
"button_yes" = "YES";

/* loco:646b33f6bc7d49c1900d80e2 */
"button_cancel" = "No, not now";

/* loco:646b343b48ee6ae61e0334c3 */
"app_name" = "CACD'GAME";

/* loco:646e165c0c9bef4ac406f402 */
"network_error" = "Check your internet connection";

/* loco:646e168b94cc4df546035e32 */
"generic_error" = "An error occurred, please try again later or contact support.";

/* loco:646e17e3aa57b0be3b062b12 */
"loading_in_progress" = "Loading in progress";

/* loco:646e1a23b8da1e07e20fd092 */
"retry_button" = "Retry";

/* loco:646f17bfb537d1455b0378e3 */
"result_title" = "Score and Summary";

/* loco:646f17eaf99f648ff1075482 */
"header_total_score" = "Total Score";

/* loco:646f1822fe8288ae860c5222 */
"result_response_time" = "Average Response Time : %d sec";

/* loco:646f183ec422278f2c003f52 */
"result_correct_response_count" = "Correct Answers (%@)";

/* loco:646f18549d195259780006c2 */
"result_bad_response_count" = "Wrong Answers (%@)";

/* loco:646f186c415d7f0db10b99e2 */
"result_know_more" = "Do you want to know more about <i>CACD2</i>?";

/* loco:646f2e8d558785d35207b8c5 */
"result_level" = "Level %d: %@";

/* loco:6470a79daac48a1f9001e862 */
"label_design" = "Design";

/* loco:6470a7a3a87d2f97ec0c1143 */
"label_tech" = "Tech";

/* loco:6470a7ab503539191e017592 */
"label_produit" = "Product";

/* loco:6470a7b621b38f8e4e03d622 */
"label_mix" = "mix";

/* loco:6473246e0f4af8632e09d582 */
"username_update" = "Update";

/* loco:64735121ee11767fce046542 */
"description_full_company" = "<i>CACD2</i> is a subsidiary of <b>Credit Agricole S.A.</b> and a partner in the digital transformation of its entities. \n<br/><br/>\nWe are primarily a team of curious individuals, passionate about Design and Tech, always seeking to understand the world around us and test new innovations. \n<br/>\n<b>We provide end-to-end support to entities in the design and implementation of their digital projects, from Design to production and maintenance.</b>";

/* loco:64735142f759efbf2704b6a2 */
"go_to_website" = "Our website";

/* loco:6473514ff759efbf2704b6a4 */
"go_to_contact" = "Contact us";

/* loco:6475b00e6f5aaeedd40985f3 */
"title_contacter_cacd2" = "Contact CACD2";

/* loco:6475b023a7466e8a9f068232 */
"contact_lastname" = "Last Name *";

/* loco:6475b0345de1ba5bbb080ad2 */
"contact_firstname" = "First Name *";

/* loco:6475b04d9e45bd427a0cfa92 */
"contact_email" = "Email Address *";

/* loco:6475b05bc3e17606b202fa02 */
"contact_message" = "Message *";

/* loco:6475b07ac3e17606b202fa04 */
"contact_require" = "By submitting this form, I authorize the use of the entered information to allow contacting me and I accept the data protection policy of the website.";

/* loco:6475b08bb12cd96cdc085bb2 */
"contact_send" = "SEND MY MESSAGE";

/* loco:6475b0fbbc4d6ff94d0b4772 */
"contact_phone" = "Phone Number";

/* loco:647603d83271b56225004dd2 */
"mandatory_field" = "Mandatory fields (100 characters max)";

/* loco:6476049ab3f5240f000faa32 */
"adresse_email_invalide" = "Invalid email address";

/* loco:6476060ef32620852e0cd6e2 */
"mandatory_message" = "Mandatory field (500 characters max)";

/* loco:64760ebaa406221cbc0b2a22 */
"banner_result" = "Congratulations %@ for making it all the way! 🤩";

/* loco:647852c6c8a3d8029e096b32 */
"contact_message_sent" = "Your message has been sent successfully";

/* loco:64786b54e970d22f4d0b4742 */
"title_good_answsers" = "Correct Answers";

/* loco:64786b65eeeda285a5004e52 */
"title_bad_answsers" = "Wrong Answers";

/* loco:64786b74da1367dcae0d1612 */
"title_my_answsers" = "My Answers";

/* loco:6479d7b5114a53eb8e017d93 */
"result_loader_message" = "Discover your <i>result</i> in...";

/* loco:6479dace6852c3d947093262 */
"timeout_message" = "Your time has run out %@!";

/* loco:647a06a5d7241cfb9f03cc12 */
"lexical_expert_tips" = "Tips from our experts";

/* loco:647a06b2c36a3e7d3205ae12 */
"lexical_experience" = "Experience feedback";

/* loco:647a06c44d2ef5d884029e12 */
"lexical_definition" = "Definitions";

/* loco:647a06edcc010d53c0060ac2 */
"lexical_header" = "Lexicon";

/* loco:647d8fe127b76bd41705ce52 */
"title_difficulty" = "Level of Difficulty";

/* loco:647d902538b7cb596108b5a2 */
"difficulty_description" = "Are you a beginner or a digital anthropologist?\n<br/><br/>\nChoose your <i>difficulty level</i>.\n<br/><br/><br/>\nGood luck %@!";

/* loco:647d9036327e752e2a069c12 */
"level_1" = "Level 1";

/* loco:647d904763ac2eaf4b0f9cb2 */
"level_novice" = "I'm a beginner";

/* loco:647d9054966007094902f9f2 */
"level_2" = "Level 2";

/* loco:647d9061181cbd26a9050702 */
"level_confirm" = "I'm experienced";

/* loco:647d907337cb2c75d40d88e2 */
"level_3" = "Level 3";

/* loco:647d908431bf8be19809e042 */
"level_expert" = "I'm an expert";

/* loco:647dcb2813691ddb960191d2 */
"setting_username_label" = "Your username";

/* loco:647dcb581eff8cb81d01ff33 */
"setting_can_edit_username" = "You can change your username anytime!";

/* loco:647dcc839aebd207400ee382 */
"your_history" = "Your History";

/* loco:647dd660c917858ace05ebe2 */
"history_description" = "Find your result and the associated lexicon for the quiz";

/* loco:64805548f21e0befd40e7782 */
"level_novice_name" = "beginner";

/* loco:6480555e6a7f66b095029f52 */
"level_confirm_name" = "experienced";

/* loco:6480557dd8be50d5b202c893 */
"level_expert_name" = "expert";

/* loco:6486e11c3c1a62af73072933 */
"start_new_quiz" = "Start a New Quiz";

/* loco:6487136896117707b20a1b84 */
"tabbar_profil" = "Profile";

/* loco:648713721c4b0cd3030d1022 */
"profil_title" = "Profile";

/* loco:64887f779f39ad2143051522 */
"see_definition" = "See definition";

/* loco:6489878c9d1f2ba3af097682 */
"next_question" = "Next question";

/* loco:6489c3b689fae46df3011bf2 */
"accessibility_label" = "Accessibility";

/* loco:6489c697780342071e076472 */
"title_parameter" = "Application Settings";

/* loco:64905c3c6f40d611f1021fb2 */
"consent_title" = "We use cookies";

/* loco:64905c480d2c8ed80509dcf5 */
"consent_description" = "We may place them to analyze visitor data, improve our website, display personalized content, and provide you with an unforgettable experience. For more information about the cookies we use, open the settings.";

/* loco:64905c59166e2e300f02b346 */
"consent_private" = "Privacy Policy";

/* loco:64905c87f7798dbf7c08f3a2 */
"consent_crash" = "Crash-related Data";

/* loco:64905c90edb698fafe073cf3 */
"consent_analytics" = "Usage-related Data";

/* loco:64905c9a0d2c8ed80509dcf7 */
"consent_performance" = "Performance-related Data";

/* loco:64905cabcd5a8eff52023024 */
"consent_take_all" = "Accept All";

/* loco:64905cc1cf258a85e4033006 */
"consent_take_selected" = "Save Selection";

/* loco:64905cd70d2c8ed80509dcfa */
"consent_refuse_all" = "Refuse All";

/* loco:6491a97495c1b79a1a0213a2 */
"setting_theme" = "Theme";

/* loco:6491a986a90b965a44011673 */
"setting_theme_system" = "System";

/* loco:6491a995f2dd88e3320da1c4 */
"setting_theme_light" = "Light";

/* loco:6491a9a295c1b79a1a0213a6 */
"setting_theme_dark" = "Dark";

/* loco:64940c8e87bf2b641b04ed12 */
"search_definition_label" = "Search for a definition";

/* loco:64940c9c67a244d4000b0052 */
"search_definition_placeholder" = "Definition";

/* loco:649e8ee6b7c14a2f620ca2d2 */
"french_lang_selector" = "French";

/* loco:649e8ef3484eb6a498061dd2 */
"english_lang_selector" = "English";

/* loco:64a41f3cdf215fb0c1011cd2 */
"current_selected_lang" = "Current language : %@";

/* loco:64a41f636403d681af054463 */
"current_selected_theme" = "Current theme : %@";

/* loco:64a42be81d1239c1940cd143 */
"privacy_setting_button" = "Manage my cookies";

/* loco:64abd20efa5fbaf2630f2ba2 */
"onboarding_next_page" = "Next";

/* loco:64abeb67c1023e390608feb2 */
"result_correct_answser_color" = "Correct answers";

/* loco:64abeb7833958b26630340b2 */
"result_bad_answser_color" = "Wrong answers";

/* loco:64c12676f15d2e5b1305f6f2 */
"done_title" = "Done";

/* loco:64f6fbbbaa7e4fab4b029c92 */
"history_title" = "History";

/* loco:6515870c57f51ca9f70231f3 */
"contact_result_message" = "❤️ Thank you for your interest in CACD2. Your message has been successfully sent! We will get back to you as soon as possible.";

/* loco:6515878cc38d7e915f030566 */
"contact_close_button" = "Close";

/* loco:651a78f2bfab4d13ec06c882 */
"next_label" = "next";

/* loco:65704467ee9b2b282e0d0462 */
"history_emptylist" = "Here you will find the history of all your quizzes that you have completed.";

/* loco:65704768d6455e0da607b402 */
"lexical_empty_list" = "To explore our knowledge base, you must take at least one quiz.";
